bitwarden
brave-browser
bsdutils
build-essential
claude-desktop
code
curl
dash
diffutils
efibootmgr
findutils
fish
git
glances
gnome-tweaks
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
htop
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
icoutils
imagemagick
init
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libchewing3
libchewing3-data
libm17n-0
libmarisa0
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
linux-generic-hwe-24.04
login
m17n-db
ncdu
ncurses-base
ncurses-bin
p7zip-full
python3-netifaces
shim-signed
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
unattended-upgrades
virtualbox
wbritish
wpasupplicant
xclip
