brew "ant"
brew "ca-certificates"
brew "bat"
brew "bfg"
brew "python@3.13"
brew "black"
brew "colima"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "git-lfs"
brew "glances"
brew "jq"
brew "just"
brew "kafka"
brew "maven"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "node"
brew "node@22"
brew "pipx"
brew "pylint"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rpm"
brew "rust"
brew "stow"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "uv"
brew "vim"
brew "watch"
brew "yarn"
brew "zellij"
brew "zookeeper"
brew "zoxide"
cask "rancher"
cask "zulu@11"
cask "zulu@8"
vscode "anthropic.claude-code"
vscode "checkmarx.ast-results"
vscode "davidanson.vscode-markdownlint"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "nefrob.vscode-just-syntax"
vscode "redhat.java"
vscode "shakram02.bash-beautify"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
